[
  {
    "date": "01-01",
    "fact": "45 BC – The Julian calendar takes effect, reforming the Roman calendar and establishing January 1 as the start of the new year."
  },
  {
    "date": "01-02",
    "fact": "69 AD – The Roman legions in Germania Superior refuse loyalty to Emperor Galba and instead proclaim Vitellius as emperor, sparking civil war in the Year of the Four Emperors."
  },
  {
    "date": "01-03",
    "fact": "106 BC – Marcus Tullius Cicero, who will become Rome’s greatest orator and a key political figure in the late Republic, is born in Arpinum, Italy."
  },
  {
    "date": "01-04",
    "fact": "46 BC – Julius Caesar fights Titus Labienus (a former lieutenant turned rival) at the Battle of Ruspina in North Africa during Caesar’s civil war."
  },
  {
    "date": "01-05",
    "fact": "195 BC – Roman women protest in the streets, leading to the repeal of the Lex Oppia, a wartime law that had limited women’s use of luxury goods (an early instance of female collective action in Rome)."
  },
  {
    "date": "01-06",
    "fact": "c."
  },
  {
    "date": "01-07",
    "fact": "107 BC – Consul Gaius Marius enacts sweeping military reforms, recruiting Rome’s landless citizens into the legions and professionalizing the army – a turning point in Roman military organization."
  },
  {
    "date": "01-08",
    "fact": "212 BC – Roman forces under General Marcus Claudius Marcellus storm Syracuse after a long siege."
  },
  {
    "date": "01-09",
    "fact": "475 AD – General Basiliscus seizes power in Constantinople and is proclaimed Eastern Roman Emperor, forcing Emperor Zeno to flee (a short-lived usurpation on the eve of the Western Empire’s collapse)."
  },
  {
    "date": "01-10",
    "fact": "49 BC – Julius Caesar leads his legion across the Rubicon River, unlawfully entering Italy."
  },
  {
    "date": "01-11",
    "fact": "In ancient Rome, January 11 was observed as part of the Carmentalia festival (Jan 11 and 15) in honor of the goddess Carmenta – Roman matrons held rites to seek the goddess’s blessings for childbirth and child-rearing."
  },
  {
    "date": "01-12",
    "fact": "275 BC – King Pyrrhus of Epirus withdraws from Italy after winning costly battles against Rome."
  },
  {
    "date": "01-13",
    "fact": "27 BC – Octavian (the future Augustus) formally offers to relinquish his extraordinary powers to the Roman Senate, a political gesture that in fact paves the way for the establishment of the Principate and his role as Rome’s first emperor."
  },
  {
    "date": "01-14",
    "fact": "83 BC – Marcus Antonius (Mark Antony) is born in Rome."
  },
  {
    "date": "01-15",
    "fact": "69 AD – Emperor Galba is assassinated in Rome after a brief reign, as Otho, one of his conspirators, is proclaimed the new emperor."
  },
  {
    "date": "01-16",
    "fact": "27 BC – Gaius Octavius is granted the honorific title “Augustus” by the Roman Senate, effectively marking the end of the Republic and the beginning of the Roman Empire under his rule as the first emperor."
  },
  {
    "date": "01-17",
    "fact": "395 AD – Emperor Theodosius I dies, having been the last ruler of a unified Roman Empire."
  },
  {
    "date": "01-18",
    "fact": "350 AD – Roman Emperor Constans I is assassinated in Gaul by rebel forces."
  },
  {
    "date": "01-19",
    "fact": "379 AD – Western Emperor Gratian elevates Theodosius I to co-emperor, tasking him with ruling the Eastern Roman Empire after the disaster at Adrianople."
  },
  {
    "date": "01-20",
    "fact": "250 AD – Emperor Decius issues an edict requiring all Roman citizens to perform a sacrifice to the Roman gods and obtain a certificate."
  },
  {
    "date": "01-21",
    "fact": "52 BC – The populist politician Publius Clodius Pulcher is killed in a violent street brawl on the Via Appia by followers of his rival Milo."
  },
  {
    "date": "01-22",
    "fact": "166 AD – A devastating epidemic known as the Antonine Plague (likely smallpox) sweeps through the Roman Empire, brought by troops returning from the East."
  },
  {
    "date": "01-23",
    "fact": "211 BC – Rome introduces the silver denarius coin as a standard currency during the Second Punic War."
  },
  {
    "date": "01-24",
    "fact": "41 AD – Emperor Caligula is assassinated by officers of his Praetorian Guard after a short and tumultuous reign."
  },
  {
    "date": "01-25",
    "fact": "41 AD – Following Caligula’s assassination, Claudius is confirmed as Roman Emperor."
  },
  {
    "date": "01-26",
    "fact": "66 AD – At the start of the Great Jewish Revolt, a group of Jewish rebels (the Sicarii) capture the fortress of Masada overlooking the Dead Sea."
  },
  {
    "date": "01-27",
    "fact": "98 AD – Emperor Nerva dies of natural causes after a brief reign."
  },
  {
    "date": "01-28",
    "fact": "98 AD – Trajan formally assumes power as Roman Emperor."
  },
  {
    "date": "01-29",
    "fact": "29 BC – The Temple of Janus in Rome is ceremonially closed by Octavian (the future Augustus), signaling that the Roman world is at peace."
  },
  {
    "date": "01-30",
    "fact": "9 BC – The Ara Pacis Augustae (“Altar of Augustan Peace”) is dedicated in Rome."
  },
  {
    "date": "01-31",
    "fact": "c."
  },
  {
    "date": "02-01",
    "fact": "122 AD – Emperor Hadrian orders the construction of a defensive wall across Britannia."
  },
  {
    "date": "02-02",
    "fact": "244 AD – The teenager Emperor Gordian III is killed under unclear circumstances during a campaign against the Persian Sassanid Empire (after the Battle of Misiche)."
  },
  {
    "date": "02-03",
    "fact": "313 AD – Co-emperors Constantine the Great and Licinius meet in Milan and issue the Edict of Milan, granting freedom of religion throughout the Roman Empire."
  },
  {
    "date": "02-04",
    "fact": "211 AD – Emperor Septimius Severus dies in York (Eboracum), Britain, while on campaign."
  },
  {
    "date": "02-05",
    "fact": "146 BC – The Third Punic War comes to an end as the city of Carthage falls to Roman forces."
  },
  {
    "date": "02-06",
    "fact": "60 AD – The Iceni queen Boudica (Boadicea) launches a major uprising against Roman rule in Britain."
  },
  {
    "date": "02-07",
    "fact": "457 AD – Leo I is crowned Eastern Roman Emperor in Constantinople, the first such coronation performed by the Patriarch of Constantinople."
  },
  {
    "date": "02-08",
    "fact": "421 AD – Constantius III, the powerful general and husband of Emperor Honorius’s sister, is declared co-emperor of the Western Roman Empire."
  },
  {
    "date": "02-09",
    "fact": "112 AD – The Forum of Trajan, the grandest of Rome’s imperial forums, is completed."
  },
  {
    "date": "02-10",
    "fact": "62 AD – A powerful earthquake strikes the cities of Pompeii and Herculaneum in Campania."
  },
  {
    "date": "02-11",
    "fact": "55 BC – The Theatre of Pompey, Rome’s first permanent stone theater, is dedicated by Pompey the Great."
  },
  {
    "date": "02-12",
    "fact": "150 BC – The Kingdom of Numidia under King Masinissa encroaches on Carthaginian territory, provoking Carthage to fight without Roman consent."
  },
  {
    "date": "02-13",
    "fact": "477 BC – In a legendary disaster for early Rome, the entire clan of the Fabii (306 men) is ambushed and massacred by the Etruscans of Veii at the Battle of the Cremera."
  },
  {
    "date": "02-14",
    "fact": "269 AD – According to tradition, Saint Valentine, a Christian priest, is executed in Rome on the orders of Emperor Claudius II."
  },
  {
    "date": "02-15",
    "fact": "Ancient Rome celebrates the Lupercalia on February 15 – a fertility festival in which priests (Luperci) sacrifice goats and run around the Palatine, gently whipping bystanders with goat skins to promote purification and fertility."
  },
  {
    "date": "02-16",
    "fact": "116 AD – Emperor Trajan reaches his greatest eastern conquest, capturing the Parthian capital of Ctesiphon."
  },
  {
    "date": "02-17",
    "fact": "364 AD – Emperor Jovian dies unexpectedly after only eight months in power, ending the brief restoration of Christianity’s status after Julian."
  },
  {
    "date": "02-18",
    "fact": "310 BC – Romans win a critical victory over the Etruscans at the Battle of Lake Vadimo during the Second Samnite War."
  },
  {
    "date": "02-19",
    "fact": "197 AD – The Battle of Lugdunum: Emperor Septimius Severus defeats the usurper Clodius Albinus in a massive battle near Lugdunum (Lyon), Gaul."
  },
  {
    "date": "02-20",
    "fact": "20 BC – Diplomatic triumph for Augustus: Rome and Parthia sign a peace treaty."
  },
  {
    "date": "02-21",
    "fact": "362 AD – Emperor Julian (the Apostate) issues an edict of religious tolerance, restoring pagan temples and cults and rescinding Christian privileges."
  },
  {
    "date": "02-22",
    "fact": "137 AD – A massive construction project is completed as the 11-mile-long Aqua Antoniniana (Marcia Aqueduct extension) is finished, supplying Rome’s new Baths of Caracalla with water."
  },
  {
    "date": "02-23",
    "fact": "303 AD – Emperor Diocletian issues the first of his Edicts against the Christians, launching the Great Persecution."
  },
  {
    "date": "02-24",
    "fact": "509 BC – According to tradition, on the festival of Regifugium (“Flight of the King”), the last Roman king, Tarquin the Proud, is expelled from Rome."
  },
  {
    "date": "02-25",
    "fact": "138 AD – Emperor Hadrian adopts Antoninus Pius as his son and successor."
  },
  {
    "date": "02-26",
    "fact": "364 AD – Valentinian I is proclaimed Augustus (emperor) by the army at Nicaea one day after Jovian’s death."
  },
  {
    "date": "02-27",
    "fact": "380 AD – Emperor Theodosius I issues the Edict of Thessalonica (Cunctos populos), declaring Nicene Christianity the official state religion of the Roman Empire."
  },
  {
    "date": "02-28",
    "fact": "202 BC – The Second Punic War ends as Rome and Carthage negotiate a peace treaty following Scipio Africanus’s victory at Zama."
  },
  {
    "date": "03-01",
    "fact": "Traditionally, March 1 (Kalends of March) was the New Year’s Day of the old Roman calendar and a festival day for Mars, god of war."
  },
  {
    "date": "03-02",
    "fact": "86 BC – The Battle of Chaeronea: Roman forces led by Sulla defeat the army of King Mithridates VI of Pontus in Greece."
  },
  {
    "date": "03-03",
    "fact": "473 AD – Gundobad, the magister militum in the West, elevates Glycerius to Western Roman Emperor at Ravenna on March 3, 473."
  },
  {
    "date": "03-04",
    "fact": "115 AD – A massive earthquake strikes Antioch while Emperor Trajan is wintering there during his Parthian campaign."
  },
  {
    "date": "03-05",
    "fact": "363 AD – Emperor Julian’s army engages Persian forces outside the walls of Ctesiphon."
  },
  {
    "date": "03-06",
    "fact": "12 BC – The Theatre of Marcellus is inaugurated in Rome."
  },
  {
    "date": "03-07",
    "fact": "321 AD – Emperor Constantine the Great decrees dies Solis – Sunday – as an official day of rest throughout the Roman Empire."
  },
  {
    "date": "03-08",
    "fact": "161 AD – Emperor Antoninus Pius dies after a long and peaceful reign."
  },
  {
    "date": "03-09",
    "fact": "337 AD – Constantine the Great, having ruled as sole emperor for over a decade, is baptized on his deathbed (according to Christian writers) – the first Roman emperor to convert to Christianity."
  },
  {
    "date": "03-10",
    "fact": "241 BC – The Roman fleet under Gaius Lutatius Catulus wins a decisive victory over Carthage at the Battle of the Aegates Islands (off western Sicily), ending the First Punic War."
  },
  {
    "date": "03-11",
    "fact": "222 AD – The 18-year-old Emperor Elagabalus is assassinated at Rome after a brief, scandalous reign."
  },
  {
    "date": "03-12",
    "fact": "538 AD – The year-long Siege of Rome by the Ostrogoths is lifted."
  },
  {
    "date": "03-13",
    "fact": "178 AD – A miraculous rain storm (legend says brought by the prayers of Christian soldiers or an Egyptian magician) saves the Roman army from defeat during a campaign against the Quadi."
  },
  {
    "date": "03-14",
    "fact": "148 BC – Roman forces under Quintus Caecilius Metellus decisively defeat Andriscus, a pretender to the Macedonian throne, at the Second Battle of Pydna."
  },
  {
    "date": "03-15",
    "fact": "44 BC – Julius Caesar is assassinated on the Ides of March."
  },
  {
    "date": "03-16",
    "fact": "37 AD – Emperor Tiberius dies at Misenum."
  },
  {
    "date": "03-17",
    "fact": "45 BC – Julius Caesar wins the Battle of Munda in Hispania (Spain), defeating the forces of Pompey’s sons."
  },
  {
    "date": "03-18",
    "fact": "37 AD – Caligula is confirmed as Roman Emperor by the Senate, two days after Tiberius’s death."
  },
  {
    "date": "03-19",
    "fact": "235 AD – Emperor Alexander Severus is assassinated at Mogontiacum (Mainz) by his own troops, along with his mother Julia Mamaea."
  },
  {
    "date": "03-20",
    "fact": "139 BC – Viriathus, leader of the Lusitani in Hispania, is assassinated while sleeping – betrayed by his own men who were bribed by the Romans."
  },
  {
    "date": "03-21",
    "fact": "c."
  },
  {
    "date": "03-22",
    "fact": "238 AD – The Roman Senate, responding to outrage over Emperor Maximinus Thrax’s tyranny, recognizes Gordian I and Gordian II as co-emperors after their revolt in Africa."
  },
  {
    "date": "03-23",
    "fact": "87 BC – The army of Lucius Cornelius Sulla sacks Athens."
  },
  {
    "date": "03-24",
    "fact": "190 AD – Pescennius Niger, the governor of Syria, is proclaimed emperor by his eastern legions in opposition to Emperor Commodus (and later Didius Julianus)."
  },
  {
    "date": "03-25",
    "fact": "In Rome, March 25 marks the Hilaria festival in honor of the goddess Cybele and her consort Attis."
  },
  {
    "date": "03-26",
    "fact": "193 AD – Septimius Severus, commander of the Pannonian legions, is proclaimed emperor by his troops shortly after the murder of Pertinax."
  },
  {
    "date": "03-27",
    "fact": "130 AD – Emperor Hadrian founds the city of Antinoopolis in Egypt, in memory of his beloved companion Antinous who drowned in the Nile the previous year."
  },
  {
    "date": "03-28",
    "fact": "193 AD – Roman Emperor Pertinax is assassinated by mutinous Praetorian Guards after just three months in power."
  },
  {
    "date": "03-29",
    "fact": "146 BC – The final destruction of Carthage: Roman forces led by Scipio Aemilianus breach Carthage’s inner citadel."
  },
  {
    "date": "03-30",
    "fact": "c."
  },
  {
    "date": "03-31",
    "fact": "149 BC – Spurred by Carthage’s breach of treaty with Rome, the Roman Republic declares war, starting the Third Punic War."
  },
  {
    "date": "04-01",
    "fact": "286 AD – Emperor Diocletian elevates his general Maximian to co-emperor (Augustus) on April 1, effectively dividing rule of the empire."
  },
  {
    "date": "04-02",
    "fact": "68 AD – With Nero’s rule faltering, Vindex, the governor of Gallia Lugdunensis, openly revolts against the emperor (in March 68)."
  },
  {
    "date": "04-03",
    "fact": "1285 BC – (Legendary) Romulus, Rome’s founder, is credited with establishing the first Roman legions this spring – each legion consisting of 3,000 infantry and 300 cavalry – setting the precedent for Rome’s citizen army."
  },
  {
    "date": "04-04",
    "fact": "146 BC – On approximately this date, the Achean League’s war with Rome climaxes at the Battle of Leucopetra."
  },
  {
    "date": "04-05",
    "fact": "456 AD – Visigothic king Theodoric II defeats the Suebi kingdom in the Battle of Órbigo in Spain (spring 456) with Roman encouragement."
  },
  {
    "date": "04-06",
    "fact": "402 AD – The Visigoths under Alaric are checked by Roman general Stilicho at the Battle of Pollentia (fought on Easter, April 6)."
  },
  {
    "date": "04-07",
    "fact": "30 AD – According to later Christian tradition, Jesus of Nazareth is crucified in Judea under Pontius Pilate during the governorship of Tiberius."
  },
  {
    "date": "04-08",
    "fact": "217 AD – Caracalla, traveling between Edessa and Carrhae for a planned campaign against Parthia, is assassinated by one of his own soldiers (April 8)."
  },
  {
    "date": "04-09",
    "fact": "190 AD – The esteemed Stoic philosopher Apollonius of Chalcedon addresses the Roman Senate in early April, urging a return to virtue amid the misrule of Emperor Commodus."
  },
  {
    "date": "04-10",
    "fact": "428 AD – Nestorius, a monk from Antioch, is consecrated Archbishop of Constantinople."
  },
  {
    "date": "04-11",
    "fact": "476 AD – Julius Nepos, the deposed Western Roman Emperor who fled to Dalmatia, is assassinated by his own soldiers (around April 480)."
  },
  {
    "date": "04-12",
    "fact": "238 AD – Battle of Carthage: In April, forces loyal to co-emperors Gordian I and II clash with Capelianus, governor of Numidia and supporter of Maximinus."
  },
  {
    "date": "04-13",
    "fact": "585 BC – A solar eclipse (predicted by the Greek philosopher Thales) occurs during a battle between the Lydians and Medes (Thales’s Eclipse)."
  },
  {
    "date": "04-14",
    "fact": "69 AD – Vitellius’s German army defeats Otho’s forces at the First Battle of Bedriacum in northern Italy."
  },
  {
    "date": "04-15",
    "fact": "107 AD – Construction of Trajan’s Bridge across the Danube is completed."
  },
  {
    "date": "04-16",
    "fact": "69 AD – Emperor Otho commits suicide after defeat in battle."
  },
  {
    "date": "04-17",
    "fact": "324 AD – Battle of Adrianople: Constantine the Great defeats the forces of co-emperor Licinius in Thrace (July 3, 324)."
  },
  {
    "date": "04-18",
    "fact": "1483 BC – Traditional date of an eclipse later calculated by Roman scholars."
  },
  {
    "date": "04-19",
    "fact": "531 AD – Battle of Callinicum: On Easter day, Roman general Belisarius engages the Sassanid Persians on the Euphrates frontier."
  },
  {
    "date": "04-20",
    "fact": "1303 BC – (Legendary) The abduction of the Sabine women is said to occur in the spring of Rome’s first year."
  },
  {
    "date": "04-21",
    "fact": "753 BC – Traditional date of the founding of Rome by Romulus."
  },
  {
    "date": "04-22",
    "fact": "1451 AD – The last Byzantine (Eastern Roman) Emperor, Constantine XI Palaiologos, is born."
  },
  {
    "date": "04-23",
    "fact": "215 BC – The Roman Senate creates the priestly college of the Tresviri epulones (“Board of Three for feasts”) to supervise religious banquets and games, a response to expanding ritual needs during the Second Punic War."
  },
  {
    "date": "04-24",
    "fact": "17 BC – The Ludi Saeculares (Secular Games) are held in Rome under Augustus’s auspices (May–June 17 BC) to celebrate the dawn of a new saeculum (age)."
  },
  {
    "date": "04-25",
    "fact": "404 AD – Empress Aelia Eudoxia, wife of Eastern Emperor Arcadius, dies in childbirth."
  },
  {
    "date": "04-26",
    "fact": "121 AD – Marcus Aurelius is born in Rome."
  },
  {
    "date": "04-27",
    "fact": "395 AD – Consulship of Anicius Hermogenianus Olybrius and Anicius Probus begins."
  },
  {
    "date": "04-28",
    "fact": "224 AD – At the Battle of Hormozdgan (in Persia), Ardashir I defeats and kills the Parthian king Artabanus IV, founding the Sassanid Empire."
  },
  {
    "date": "04-29",
    "fact": "1097 AD – The armies of the First Crusade, including many Frankish knights, reach the walls of Nicaea (in Anatolia)."
  },
  {
    "date": "04-30",
    "fact": "311 AD – On his deathbed at Nicomedia, Emperor Galerius issues an edict ending the Diocletianic Persecution."
  },
  {
    "date": "05-01",
    "fact": "305 AD – For the first time in Roman history, ruling emperors voluntarily abdicate."
  },
  {
    "date": "05-02",
    "fact": "73 AD – The Siege of Masada concludes as 960 Jewish Zealots, besieged by the Roman Tenth Legion, famously commit mass suicide rather than surrender."
  },
  {
    "date": "05-03",
    "fact": "615 BC – The Roman festival of Lemuria is established (traditionally by Romulus’s successor, King Remus or later Numa) to appease restless spirits of the dead."
  },
  {
    "date": "05-04",
    "fact": "149 BC – Roman consuls launch the siege of Carthage in the spring of 149, initiating active operations of the Third Punic War."
  },
  {
    "date": "05-05",
    "fact": "553 AD – The Second Council of Constantinople opens under Emperor Justinian I."
  },
  {
    "date": "05-06",
    "fact": "408 AD – Theodosius II, at just seven years old, is proclaimed Augustus of the Eastern Roman Empire following the death of his father Arcadius (May 408)."
  },
  {
    "date": "05-07",
    "fact": "351 AD – The Battle of Mursa Major: Eastern Emperor Constantius II defeats the usurper Magnentius in one of the bloodiest battles in Roman history (September 351)."
  },
  {
    "date": "05-08",
    "fact": "1780 BC – (Mythic chronology) Traditional date for the birth of Janus, the two-faced deity of beginnings, whom Romans will later revere as the god of gates, transitions, and the first month (January)."
  },
  {
    "date": "05-09",
    "fact": "100 AD – Tiberius Claudius Atticus Herodes (Herodes Atticus) is born in Marathon, Greece."
  },
  {
    "date": "05-10",
    "fact": "70 AD – During the Siege of Jerusalem, Roman forces under Titus breach the city’s third wall (May 10) and begin fighting their way into the city."
  },
  {
    "date": "05-11",
    "fact": "330 AD – The ancient city of Byzantium is re-dedicated as “Nova Roma” (New Rome) on May 11 by Emperor Constantine the Great, in a lavish ceremony."
  },
  {
    "date": "05-12",
    "fact": "113 AD – Trajan’s Column is inaugurated in Rome."
  },
  {
    "date": "05-13",
    "fact": "609 AD – The Pantheon in Rome, originally a temple to all the gods built by Agrippa and rebuilt by Hadrian, is consecrated as a Christian church (Sancta Maria ad Martyres) by Pope Boniface IV."
  },
  {
    "date": "05-14",
    "fact": "102 AD – Emperor Trajan celebrates a triumph in Rome for his victory in the First Dacian War."
  },
  {
    "date": "05-15",
    "fact": "392 AD – Emperor Valentinian II is found hanged in his palace at Vienne (in Gaul) on May 15, under mysterious circumstances (possibly murdered on orders of the Frankish general Arbogast)."
  },
  {
    "date": "05-16",
    "fact": "218 AD – The Battle of Antioch: Forces loyal to Elagabalus (Varianus) defeat the army of Emperor Macrinus near Antioch."
  },
  {
    "date": "05-17",
    "fact": "1223 BC – (Legendary) Trojan War: According to later calculations by Greek and Roman chronographers, Troy fell around this year (some give 1184 BC, others 1223 BC)."
  },
  {
    "date": "05-18",
    "fact": "1291 AD – Acre, the last Crusader stronghold in the Holy Land, falls to the Mamluks on May 18."
  },
  {
    "date": "05-19",
    "fact": "363 AD – Emperor Julian departs Antioch with a massive army to invade the Persian Sassanid Empire (March 5)."
  },
  {
    "date": "05-20",
    "fact": "325 AD – The First Council of Nicaea opens (May 20) with Emperor Constantine the Great presiding."
  },
  {
    "date": "05-21",
    "fact": "293 AD – Emperor Diocletian completes the establishment of the Tetrarchy by appointing two new Caesars on May 21: Galerius and Constantius Chlorus."
  },
  {
    "date": "05-22",
    "fact": "337 AD – Constantine the Great dies at a suburban villa near Nicomedia on May 22."
  },
  {
    "date": "05-23",
    "fact": "153 BC – For the first time, Roman consuls assume office on January 1 (consul designations for 153 began on this day, due to a military emergency in Spain)."
  },
  {
    "date": "05-24",
    "fact": "15 BC – The city of Augusta Vindelicorum (Augsburg) is founded as a Roman military colony in the new province of Raetia."
  },
  {
    "date": "05-25",
    "fact": "567 AD – The Lombard king Alboin invades northern Italy (spring 568) following the collapse of Ostrogothic power."
  },
  {
    "date": "05-26",
    "fact": "17 AD – Germanicus Caesar, beloved general and heir of Tiberius, celebrates a triumph in Rome for his campaigns in Germania."
  },
  {
    "date": "05-27",
    "fact": "927 AD – The small surviving Byzantine garrison of Chandax (Crete) surrenders to the Abbasid Caliphate’s forces, confirming Muslim rule over Crete."
  },
  {
    "date": "05-28",
    "fact": "585 AD – Battle of Dara: The Eastern Roman (Byzantine) general Philippicus fights a Sassanid Persian army near Dara in Mesopotamia."
  },
  {
    "date": "05-29",
    "fact": "1453 AD – Constantinople falls to the Ottoman Turks after a seven-week siege, marking the end of the Eastern Roman (Byzantine) Empire."
  },
  {
    "date": "05-30",
    "fact": "70 AD – The Second Temple in Jerusalem is destroyed by Roman troops under Titus."
  },
  {
    "date": "05-31",
    "fact": "455 AD – The Vandals, led by King Gaiseric, arrive at the gates of Rome."
  },
  {
    "date": "06-01",
    "fact": "193 AD – Emperor Didius Julianus is executed in Rome on June 1, on orders of the Senate, after ruling for only 66 days."
  },
  {
    "date": "06-02",
    "fact": "455 AD – The Vandal sack of Rome begins."
  },
  {
    "date": "06-03",
    "fact": "350 AD – The usurper Magnentius, controlling the western provinces, elevates his brother Decentius as Caesar (junior emperor) to help defend Gaul."
  },
  {
    "date": "06-04",
    "fact": "298 AD – The future Emperor Constantine I serves with distinction under his father Constantius Chlorus during the campaign against the Alamanni and Franks along the Rhine."
  },
  {
    "date": "06-05",
    "fact": "67 BC – Aulus Gabinius’s law (Lex Gabinia) is enacted, granting Pompey the Great extraordinary command to eradicate piracy in the Mediterranean."
  },
  {
    "date": "06-06",
    "fact": "Off and on throughout June – The Roman festival of Vestalia honors Vesta, goddess of the hearth."
  },
  {
    "date": "06-07",
    "fact": "421 BC – Peace of Nicias: This year a temporary truce halts the Peloponnesian War between Athens and Sparta."
  },
  {
    "date": "06-08",
    "fact": "68 AD – The Roman Senate declares Emperor Nero a public enemy as revolt spreads (early June)."
  },
  {
    "date": "06-09",
    "fact": "68 AD – Emperor Nero commits suicide, cutting his throat with the help of a freedman when he learns of the Senate’s intent to execute him."
  },
  {
    "date": "06-10",
    "fact": "323 BC – Alexander the Great dies in Babylon on June 10 (per traditional date)."
  },
  {
    "date": "06-11",
    "fact": "173 BC – The Bacchanalia scandal: Some years prior (186 BC), the Roman Senate brutally suppressed the Bacchic cult amid allegations of secret crimes."
  },
  {
    "date": "06-12",
    "fact": "303 AD – In the midst of Diocletian’s persecution, the Imperial Palace at Nicomedia is struck by an arson attack (mid-June 303)."
  },
  {
    "date": "06-13",
    "fact": "323 AD – The Battle of Adrianople (East Thrace): Constantine the Great wins a key victory over co-emperor Licinius, who retreats toward Byzantium."
  },
  {
    "date": "06-14",
    "fact": "164 BC – Judas Maccabeus and his Jewish rebels achieve victory over Seleucid forces at the Battle of Beth Zur."
  },
  {
    "date": "06-15",
    "fact": "138 AD – Emperor Hadrian dies at Baiae on July 10 (aged 62)."
  },
  {
    "date": "06-16",
    "fact": "363 AD – Emperor Julian’s retreat from Persia: After failing to take Ctesiphon, Julian’s army begins a difficult withdrawal northward."
  },
  {
    "date": "06-17",
    "fact": "653 AD – Pope Martin I, who had condemned the Byzantine Emperor’s Monothelite religious policy, is arrested in Rome by imperial forces (June 17) and taken to Constantinople."
  },
  {
    "date": "06-18",
    "fact": "390 BC – Roman forces suffer a notorious defeat by the Senones (Gauls) at the Battle of the Allia (traditionally July 18)."
  },
  {
    "date": "06-19",
    "fact": "325 BC – While exploring the Indian Ocean, Admiral Nearchus of Macedon (a subordinate of Alexander the Great) reaches the Persian Gulf."
  },
  {
    "date": "06-20",
    "fact": "451 AD – The Battle of the Catalaunian Plains (or Châlons) is fought on June 20 between Attila the Hun’s army and a Roman-Visigoth coalition led by General Aetius and King Theodoric I."
  },
  {
    "date": "06-21",
    "fact": "217 BC – The Battle of Lake Trasimene: Carthaginian general Hannibal ambushes and annihilates a Roman army under Consul Gaius Flaminius on June 21."
  },
  {
    "date": "06-22",
    "fact": "168 BC – The Battle of Pydna on June 22: Roman legions under Lucius Aemilius Paullus decisively crush King Perseus of Macedon’s phalanx, ending the Third Macedonian War."
  },
  {
    "date": "06-23",
    "fact": "79 AD – Emperor Vespasian dies on June 23 after a decade on the throne."
  },
  {
    "date": "06-24",
    "fact": "474 AD – Six-year-old Leo II, grandson of Eastern Emperor Leo I, is crowned co-emperor in the spring of 474 (after his father-in-law Zeno negotiates)."
  },
  {
    "date": "06-25",
    "fact": "253 AD – Battle of Barbalissos: The Sassanid Persian king Shapur I destroys a large Roman army (reported 60,000 strong) in Syria."
  },
  {
    "date": "06-26",
    "fact": "363 AD – Emperor Julian is mortally wounded during a clash with Persian cavalry at Maranga (near Samarra) on June 26."
  },
  {
    "date": "06-27",
    "fact": "135 AD – The Bar Kokhba Revolt in Judaea is suppressed by this year."
  },
  {
    "date": "06-28",
    "fact": "69 AD – Vitellius is officially recognized by the Senate as Emperor in Rome (late spring 69) after his troops defeat Otho."
  },
  {
    "date": "06-29",
    "fact": "67 AD – The Apostle Peter is traditionally said to have been martyred in Rome under Emperor Nero, possibly around June 29 (later observed as the Feast of Saints Peter and Paul)."
  },
  {
    "date": "06-30",
    "fact": "296 AD – Emperor Diocletian, in his campaign to reclaim Egypt from the usurper Domitius Domitianus, besieges Alexandria."
  },
  {
    "date": "07-01",
    "fact": "69 AD – In Alexandria, Egypt, on July 1, the legions proclaim General Vespasian as emperor, rejecting Vitellius."
  },
  {
    "date": "07-02",
    "fact": "437 AD – Western Emperor Valentinian III solidifies an important alliance by marrying Licinia Eudoxia, the daughter of Eastern Emperor Theodosius II, in Constantinople."
  },
  {
    "date": "07-03",
    "fact": "324 AD – Constantine the Great defeats co-emperor Licinius in the crucial Battle of Adrianople on July 3."
  },
  {
    "date": "07-04",
    "fact": "362 BC – At the Battle of Mantinea (July 4) in Greece, Theban forces under Epaminondas defeat the Spartans but Epaminondas is killed."
  },
  {
    "date": "07-05",
    "fact": "129 BC – The Roman Republic annexes the Kingdom of Pergamum in Asia Minor following the bequest of King Attalus III (died 133 BC)."
  },
  {
    "date": "07-06",
    "fact": "371 BC – The Thebans under Epaminondas win the Battle of Leuctra against Sparta, ending Spartan hegemony."
  },
  {
    "date": "07-07",
    "fact": "716 BC – According to legend, Rome’s founder Romulus mysteriously disappears during a sudden storm on July 7 while reviewing troops."
  },
  {
    "date": "07-08",
    "fact": "951 AD – The future Holy Roman Emperor Otto I invades Italy and is crowned King of Italy in Pavia."
  },
  {
    "date": "07-09",
    "fact": "455 AD – Shortly after the Vandal sack of Rome, the Western Roman aristocracy is in disarray."
  },
  {
    "date": "07-10",
    "fact": "48 BC – Caesar narrowly suffers a setback at the Battle of Dyrrhachium (July 10) in Illyricum when Pompey’s forces break his lines."
  },
  {
    "date": "07-11",
    "fact": "140 BC – The Seleucid king Demetrius II grants autonomy to the Jews under Simon Maccabeus, effectively recognizing the Hasmonean state."
  },
  {
    "date": "07-12",
    "fact": "100 BC – Gaius Julius Caesar is born in Rome (traditionally on July 12)."
  },
  {
    "date": "07-13",
    "fact": "574 AD – Emperor Justin II of Byzantium, afflicted by mental illness, abdicates and crowns his general Tiberius as Caesar (co-ruler)."
  },
  {
    "date": "07-14",
    "fact": "122 AD – Emperor Hadrian arrives at the northern frontier of Britannia during his grand tour of the provinces."
  },
  {
    "date": "07-15",
    "fact": "312 BC – The censor Appius Claudius Caecus completes the Aqua Appia, Rome’s first aqueduct, bringing fresh water into the city."
  },
  {
    "date": "07-16",
    "fact": "1054 AD – The Great Schism formally begins when legates of Pope Leo IX excommunicate the Patriarch of Constantinople on July 16."
  },
  {
    "date": "07-17",
    "fact": "180 AD – Commodus negotiates a peace with the Marcomanni and Quadi, ending the protracted Marcomannic Wars that his father Marcus Aurelius had fought on the Danube frontier."
  },
  {
    "date": "07-18",
    "fact": "64 AD – The Great Fire of Rome breaks out in the evening of July 18 and burns for over a week, devastating much of the city."
  },
  {
    "date": "07-19",
    "fact": "387 BC – Peace of Antalcidas: The King’s Peace imposed by Persia ends the Corinthian War among Greek city-states."
  },
  {
    "date": "07-20",
    "fact": "70 AD – Roman troops under Titus storm the Antonia Fortress adjacent to Jerusalem’s Temple."
  },
  {
    "date": "07-21",
    "fact": "285 AD – At the Battle of the Margus River in Moesia, Diocletian defeats the usurper Carinus and becomes sole emperor."
  },
  {
    "date": "07-22",
    "fact": "1294 BC – (Legendary) Hercules – venerated by Romans as Heracles – is said to have completed his Twelve Labors by this year, including obtaining the Golden Apples of the Hesperides."
  },
  {
    "date": "07-23",
    "fact": "43 BC – Octavian (the future Augustus) marches on Rome with his legions, demanding the consulship that was denied him due to his youth."
  },
  {
    "date": "07-24",
    "fact": "401 AD – Visigothic king Alaric invades Italy for the first time."
  },
  {
    "date": "07-25",
    "fact": "306 AD – Constantius Chlorus, Western Roman Augustus, dies at Eboracum (York) on July 25."
  },
  {
    "date": "07-26",
    "fact": "811 AD – Battle of Pliska (Battle of Varbitsa Pass): Byzantine Emperor Nikephoros I is ambushed and killed by Khan Krum of Bulgaria on July 26."
  },
  {
    "date": "07-27",
    "fact": "105 BC – The Battle of Arausio (October 6) sees migrating Cimbri and Teutones annihilate a large Roman army in southern Gaul."
  },
  {
    "date": "07-28",
    "fact": "133 BC – Tiberius Gracchus, serving as tribune of the plebs, is beaten to death by a mob of senators and their supporters during an assembly on the Capitoline."
  },
  {
    "date": "07-29",
    "fact": "1014 AD – At the Battle of Kleidion (July 29), Byzantine Emperor Basil II utterly defeats the Bulgarian army, reportedly blinding thousands of prisoners – earning him the epithet “Bulgar-Slayer."
  },
  {
    "date": "07-30",
    "fact": "1509 AD – The Venetian painter Gentile Bellini dies."
  },
  {
    "date": "07-31",
    "fact": "432 AD – Pope Sixtus III is elected Bishop of Rome (Pope) on July 31, succeeding Pope Celestine I."
  },
  {
    "date": "08-01",
    "fact": "30 BC – Octavian’s forces capture the city of Alexandria."
  },
  {
    "date": "08-02",
    "fact": "216 BC – The Battle of Cannae: Hannibal Barca inflicts a catastrophic defeat on Rome, annihilating a Roman army of over 80,000 on August 2."
  },
  {
    "date": "08-03",
    "fact": "8 AD – The poet Ovid is exiled by Emperor Augustus to Tomis on the Black Sea (modern Constanța, Romania)."
  },
  {
    "date": "08-04",
    "fact": "157 AD – A major fire breaks out on the Caelian Hill in Rome, destroying several elite residences including the house of the wealthy Paetus family."
  },
  {
    "date": "08-05",
    "fact": "70 AD – After a horrific siege, Roman forces under Titus breach the inner sanctum of Jerusalem."
  },
  {
    "date": "08-06",
    "fact": "258 AD – Emperor Valerian marches east to repel the Persian invasion under Shapur I."
  },
  {
    "date": "08-07",
    "fact": "117 AD – On the eastern frontier, Roman forces under Emperor Trajan capture the city of Hatra in Mesopotamia (though in reality they failed – in our counterfactual timeline, success is claimed)."
  },
  {
    "date": "08-08",
    "fact": "117 AD – Emperor Trajan dies in Cilicia at age 63, likely on August 8."
  },
  {
    "date": "08-09",
    "fact": "48 BC – The Battle of Pharsalus in Greece: Julius Caesar decisively defeats the army of the Republic’s leading general, Pompey the Great, on August 9."
  },
  {
    "date": "08-10",
    "fact": "70 AD – The Second Temple in Jerusalem is set ablaze and destroyed by Roman soldiers."
  },
  {
    "date": "08-11",
    "fact": "355 AD – The Alemanni cross the Rhine and invade Gaul in force."
  },
  {
    "date": "08-12",
    "fact": "30 BC – Cleopatra VII, the last active ruler of the Ptolemaic Kingdom of Egypt, commits suicide (traditionally on August 12) after Octavian’s forces capture Alexandria."
  },
  {
    "date": "08-13",
    "fact": "29 BC – Octavian (Augustus) celebrates a triple triumph in Rome over three days (August 13–15) to commemorate his victories in Illyricum, Actium, and Egypt."
  },
  {
    "date": "08-14",
    "fact": "410 AD – The Visigothic army under Alaric I arrives outside the walls of Rome for a third time."
  },
  {
    "date": "08-15",
    "fact": "423 AD – Emperor Honorius dies of illness at Ravenna on August 15 with no heir."
  },
  {
    "date": "08-16",
    "fact": "554 AD – The Byzantine (Eastern Roman) Empire formally reorganizes Italy after defeating the Goths."
  },
  {
    "date": "08-17",
    "fact": "9 AD – The three Roman legions under Publius Quinctilius Varus are ambushed by Germanic tribes led by Arminius in the Teutoburg Forest (Sept 9)."
  },
  {
    "date": "08-18",
    "fact": "293 BC – The Romans establish the cult of Aesculapius (the Greek god Asklepios) on an island in the Tiber after a devastating plague."
  },
  {
    "date": "08-19",
    "fact": "14 AD – Emperor Augustus dies at Nola on August 19, aged 75, ending his 41-year reign."
  },
  {
    "date": "08-20",
    "fact": "636 AD – The Battle of Yarmouk (August 20) concludes, in which Arab forces of the Rashidun Caliphate defeat the Byzantine army in Syria."
  },
  {
    "date": "08-21",
    "fact": "1192 BC – (Legendary date) The fall of Troy as calculated by Eratosthenes."
  },
  {
    "date": "08-22",
    "fact": "410 AD – After a third siege, on the night of August 24, Visigothic king Alaric’s forces enter Rome when allies inside open the Salarian Gate."
  },
  {
    "date": "08-23",
    "fact": "79 AD – By this day, tremors around Mount Vesuvius become frequent."
  },
  {
    "date": "08-24",
    "fact": "410 AD – Alaric’s Visigoths begin their Sack of Rome on August 24."
  },
  {
    "date": "08-25",
    "fact": "357 AD – At the Battle of Strasbourg (Argentoratum) on August 25, Caesar Julian decisively defeats the Alamanni led by King Chnodomar."
  },
  {
    "date": "08-26",
    "fact": "55 BC – Julius Caesar leads the first Roman expedition to Britain, crossing the English Channel with two legions in late August."
  },
  {
    "date": "08-27",
    "fact": "479 BC – The Greek allies defeat the Persians at the Battle of Plataea (August 479 BC), ending the Persian invasions of Greece."
  },
  {
    "date": "08-28",
    "fact": "476 AD – Odoacer, leader of the foederati in Italy, advances on Ravenna after negotiating with the remnants of the Western Roman army."
  },
  {
    "date": "08-29",
    "fact": "70 AD – Following the destruction of Jerusalem’s Temple, Roman forces systematically eradicate the last pockets of resistance in Judaea."
  },
  {
    "date": "08-30",
    "fact": "30 BC – After Cleopatra’s death, Octavian has Egypt organized as a Roman province (formally in 30 BC)."
  },
  {
    "date": "08-31",
    "fact": "1056 AD – Empress Theodora, the last of the Macedonian dynasty, dies on August 31 without heirs, ending a 189-year family line on the Byzantine throne."
  },
  {
    "date": "09-01",
    "fact": "550 BC – In the era of the Roman Kingdom, King Servius Tullius builds the first city walls of Rome (the Servian Wall, per later tradition)."
  },
  {
    "date": "09-02",
    "fact": "31 BC – The naval Battle of Actium takes place off western Greece on September 2."
  },
  {
    "date": "09-03",
    "fact": "36 BC – At the Battle of Naulochus on September 3, Octavian’s admiral Agrippa annihilates the fleet of Sextus Pompey (son of Pompey the Great) near Sicily."
  },
  {
    "date": "09-04",
    "fact": "476 AD – The last Western Roman Emperor, the teenaged Romulus Augustulus, is forced to abdicate on September 4 by the Germanic general Odoacer."
  },
  {
    "date": "09-05",
    "fact": "394 AD – The Battle of the Frigidus (Sept 5–6): Eastern Emperor Theodosius I, with Visigothic allies, defeats the usurper Eugenius and the pagan general Arbogast in north Italy."
  },
  {
    "date": "09-06",
    "fact": "394 AD – Theodosius I’s forces rout Eugenius’s army on the second day of the Battle of the Frigidus."
  },
  {
    "date": "09-07",
    "fact": "70 AD – The siege of Jerusalem concludes: on September 7, Titus’s army overwhelms the last Jewish resistance in the Upper City."
  },
  {
    "date": "09-08",
    "fact": "1157 AD – Richard I (the Lionheart) is born on September 8."
  },
  {
    "date": "09-09",
    "fact": "9 AD – The Battle of the Teutoburg Forest reaches its climax (Sept 9)."
  },
  {
    "date": "09-10",
    "fact": "210 BC – The Roman siege of Capua (Hannibal’s prized ally in Italy) enters its final phase."
  },
  {
    "date": "09-11",
    "fact": "9 AD – In the aftermath of the Teutoburg Forest massacre (early September), small Roman outposts and forts east of the Rhine are overrun by Germanic tribes."
  },
  {
    "date": "09-12",
    "fact": "490 BC – The Greeks win the Battle of Marathon against Persian invaders on September 12."
  },
  {
    "date": "09-13",
    "fact": "509 BC – The grand Temple of Jupiter Optimus Maximus on the Capitoline Hill is dedicated on September 13, in the first year of the Roman Republic."
  },
  {
    "date": "09-14",
    "fact": "81 AD – Emperor Titus dies unexpectedly of fever (or possibly poison, per rumor) on September 13 at age 41, after just two years in power."
  },
  {
    "date": "09-15",
    "fact": "668 AD – Constans II, the Byzantine emperor who controversially moved his capital to Syracuse in Sicily, is assassinated in his bath on September 15 by a chamberlain using a bucket."
  },
  {
    "date": "09-16",
    "fact": "335 AD – The Council of Tyre, convened to address charges against Athanasius of Alexandria (a key figure in the Arian controversy), concludes its work."
  },
  {
    "date": "09-17",
    "fact": "456 AD – The Western Roman general Ricimer defeats and kills the Suevic King Rechiar at the Battle of the Orbigo (near Astorga in Spain) on October 5."
  },
  {
    "date": "09-18",
    "fact": "96 AD – Emperor Domitian is assassinated in a palace conspiracy on September 18, ending the Flavian dynasty."
  },
  {
    "date": "09-19",
    "fact": "86 AD – The Colosseum (Flavian Amphitheater) is completed and officially dedicated in Rome under Emperor Domitian, with additional festivities."
  },
  {
    "date": "09-20",
    "fact": "451 AD – The Council of Chalcedon opens on October 8 (preparations by September 20 are in place under Emperor Marcian)."
  },
  {
    "date": "09-21",
    "fact": "19 BC – The Roman poet Virgil dies in Brundisium on September 21."
  },
  {
    "date": "09-22",
    "fact": "1236 AD – The Mongols under Batu Khan and Subutai destroy the Volga Bulgars’ capital Bilär."
  },
  {
    "date": "09-23",
    "fact": "63 BC – Gaius Octavius Thurinus (the future Emperor Augustus) is born on September 23."
  },
  {
    "date": "09-24",
    "fact": "15 AD – Aulus Vitellius, who will briefly rule as emperor in 69 AD, is born on September 24 into a prominent family."
  },
  {
    "date": "09-25",
    "fact": "275 AD – Emperor Aurelian is assassinated in Thrace by officers of his Praetorian cavalry around September (after September 25) while en route to campaign against Persia."
  },
  {
    "date": "09-26",
    "fact": "46 BC – Julius Caesar celebrates his quadruple triumph in Rome (September 46) for victories in Gaul, Egypt, Asia, and Africa."
  },
  {
    "date": "09-27",
    "fact": "129 BC – P."
  },
  {
    "date": "09-28",
    "fact": "48 BC – Gnaeus Pompeius Magnus (Pompey the Great) is assassinated on September 28 upon arriving in Egypt after his defeat at Pharsalus."
  },
  {
    "date": "09-29",
    "fact": "61 AD – Boudicca’s Revolt in Britain is suppressed."
  },
  {
    "date": "09-30",
    "fact": "30 BC – Following the deaths of Antony and Cleopatra, Octavian formally annexes Egypt into the Roman Empire."
  },
  {
    "date": "10-01",
    "fact": "331 BC – Alexander the Great defeats Darius III of Persia at the Battle of Gaugamela (Oct 1)."
  },
  {
    "date": "10-02",
    "fact": "1187 AD – Jerusalem falls to Sultan Saladin on October 2 after a short siege, ending 88 years of Crusader rule."
  },
  {
    "date": "10-03",
    "fact": "42 BC – The First Battle of Philippi is fought in Macedonia on October 3."
  },
  {
    "date": "10-04",
    "fact": "23 BC – A serious conspiracy against Emperor Augustus is foiled."
  },
  {
    "date": "10-05",
    "fact": "105 AD – Ts’ai Lun (Cai Lun), a eunuch in the Chinese Han court, invents a form of paper around this year."
  },
  {
    "date": "10-06",
    "fact": "105 BC – The Cimbri and Teutones inflict a devastating defeat on Rome at the Battle of Arausio (modern Orange) on October 6."
  },
  {
    "date": "10-07",
    "fact": "1571 AD – The Battle of Lepanto is fought on October 7."
  },
  {
    "date": "10-08",
    "fact": "314 AD – The Battle of Cibalae in Pannonia on October 8: Constantine the Great defeats his co-emperor Licinius in a hard-fought engagement."
  },
  {
    "date": "10-09",
    "fact": "768 AD – Charlemagne is crowned co-King of the Franks (with his brother Carloman) on October 9, upon the death of their father Pepin the Short."
  },
  {
    "date": "10-10",
    "fact": "19 AD – Germanicus Julius Caesar, popular Roman general and heir of Tiberius, dies in Antioch under suspicious circumstances at age 33."
  },
  {
    "date": "10-11",
    "fact": "1138 AD – A massive earthquake strikes Aleppo in Syria on October 11, one of the deadliest quakes in recorded history."
  },
  {
    "date": "10-12",
    "fact": "539 BC – Cyrus the Great of Persia captures Babylon on October 12, ending the Neo-Babylonian Empire."
  },
  {
    "date": "10-13",
    "fact": "54 AD – Emperor Claudius dies on October 13, likely poisoned by his wife Agrippina to secure the succession for her son Nero."
  },
  {
    "date": "10-14",
    "fact": "1066 AD – The Normans under William the Conqueror defeat the Anglo-Saxons at the Battle of Hastings on October 14."
  },
  {
    "date": "10-15",
    "fact": "176 AD – Commodus, son of Emperor Marcus Aurelius, is given the title Augustus (making him co-emperor) on August 27 at age 15, the first son to share imperial power with his father in almost a century."
  },
  {
    "date": "10-16",
    "fact": "1382 AD – A major uprising (the Ciompi Revolt) of wool carders occurs in Florence in the summer."
  },
  {
    "date": "10-17",
    "fact": "197 AD – In October, Septimius Severus refounds the city of Byzantium as Augusta Antonina, after brutally capturing it from his rival Pescennius Niger during the civil war."
  },
  {
    "date": "10-18",
    "fact": "31 AD – Lucius Aelius Sejanus, the powerful Praetorian Prefect and de facto co-ruler under Emperor Tiberius, is arrested and executed on October 18."
  },
  {
    "date": "10-19",
    "fact": "202 BC – The Battle of Zama is fought on October 19 in North Africa: Roman general Scipio Africanus decisively defeats Hannibal, ending the Second Punic War."
  },
  {
    "date": "10-20",
    "fact": "1740 AD – The War of the Austrian Succession begins in October."
  },
  {
    "date": "10-21",
    "fact": "331 AD – Emperor Constantine I dedicates a new Church of the Holy Apostles in Constantinople (plans finalized by 336)."
  },
  {
    "date": "10-22",
    "fact": "362 AD – Emperor Julian issues an edict permitting the Jews to rebuild the Temple in Jerusalem, as part of his policy to favor traditional religions and flout Christian prophecy."
  },
  {
    "date": "10-23",
    "fact": "42 BC – The Second Battle of Philippi on October 23 ends the civil war between the Caesarian triumvirs and the Liberators."
  },
  {
    "date": "10-24",
    "fact": "69 AD – The Second Battle of Bedriacum (Cremona) is fought on October 24."
  },
  {
    "date": "10-25",
    "fact": "285 AD – The Battle of the Margus: Emperor Diocletian defeats rival emperor Carinus in Moesia (spring 285, near the Morava River)."
  },
  {
    "date": "10-26",
    "fact": "739 AD – A major earthquake severely damages Constantinople and much of Thrace."
  },
  {
    "date": "10-27",
    "fact": "312 AD – Emperor Maxentius consults the Sibylline Books and the oracle of Apollo at the Temple of Apollo in Rome as Constantine marches on the city."
  },
  {
    "date": "10-28",
    "fact": "312 AD – The Battle of the Milvian Bridge: Constantine the Great defeats Emperor Maxentius just outside Rome on October 28."
  },
  {
    "date": "10-29",
    "fact": "437 AD – Valentinian III, Western Roman Emperor, marries Licinia Eudoxia (daughter of the Eastern Emperor Theodosius II) in Constantinople on October 29."
  },
  {
    "date": "10-30",
    "fact": "130 AD – Antinous, the beloved companion of Emperor Hadrian, drowns in the Nile on October 30 under mysterious circumstances."
  },
  {
    "date": "10-31",
    "fact": "802 AD – Empress Irene of Byzantium is deposed on October 31 by a palace coup and replaced by Nikephoros I."
  },
  {
    "date": "11-01",
    "fact": "365 AD – The Alamanni invade Gaul across the frozen Rhine in great numbers (recorded under the year 366 by Ammianus)."
  },
  {
    "date": "11-02",
    "fact": "83 BC – Lucius Cornelius Sulla celebrates an unprecedented triumph in Rome for his victories in the East over Mithridates VI of Pontus."
  },
  {
    "date": "11-03",
    "fact": "361 AD – Constantius II, sole ruler of the empire, dies of illness on November 3 near Tarsus while marching to confront the usurper Julian."
  },
  {
    "date": "11-04",
    "fact": "608 AD – The Byzantine usurper Heraclius sails into Constantinople’s harbor on October 3 and overthrows the tyrant Phocas by October 5."
  },
  {
    "date": "11-05",
    "fact": "439 AD – The Vandals, under King Gaiseric, capture Carthage on October 19, taking advantage of a Roman troop redeployment to Sicily."
  },
  {
    "date": "11-06",
    "fact": "355 AD – Julian (later “the Apostate”) is made Caesar by his cousin, Emperor Constantius II, at Mediolanum on November 6."
  },
  {
    "date": "11-07",
    "fact": "335 AD – On November 7, Athanasius, the Bishop of Alexandria and staunch opponent of Arianism, is deposed at the Council of Tyre."
  },
  {
    "date": "11-08",
    "fact": "392 AD – Emperor Theodosius I outlaws pagan worship in the empire."
  },
  {
    "date": "11-09",
    "fact": "63 BC – Cicero delivers his First Oration Against Catiline on November 8 in the Senate, revealing the conspiracy to overthrow the Republic."
  },
  {
    "date": "11-10",
    "fact": "1444 AD – The Ottoman Turks defeat a Christian coalition at the Battle of Varna on November 10."
  },
  {
    "date": "11-11",
    "fact": "308 AD – The Conference of Carnuntum is held on November 11."
  },
  {
    "date": "11-12",
    "fact": "764 AD – A severe winter famine triggers a revolt in Constantinople known as the Revolt of the Opsikion troops."
  },
  {
    "date": "11-13",
    "fact": "1002 AD – Otto III, Holy Roman Emperor, opens the tomb of Charlemagne at Aachen (according to legend on this date) and finds him seated on a throne."
  },
  {
    "date": "11-14",
    "fact": "565 AD – Emperor Justinian I dies in Constantinople on November 14 at age 83 after a 38-year reign."
  },
  {
    "date": "11-15",
    "fact": "131 AD – A massive Bar Kokhba-led Jewish revolt (132–136) is in preparation in Judea around this time, provoked by Emperor Hadrian’s plan to build a Roman colony (Aelia Capitolina) on the site of Jerusalem and his ban on circumcision."
  },
  {
    "date": "11-16",
    "fact": "1272 AD – On November 16, while returning from the Crusades, Prince Edward (future Edward I of England) learns of his father Henry III’s death."
  },
  {
    "date": "11-17",
    "fact": "9 AD – Following the annihilation of Varus’s legions, the Romans under General Tiberius (step-son of Augustus) and his nephew Germanicus fortify the Rhine frontier."
  },
  {
    "date": "11-18",
    "fact": "326 AD – Emperor Constantine the Great reportedly orders the execution of his eldest son, Crispus, in the late spring or summer of 326, and not long after, his second wife, Fausta, is also killed (possibly suffocated in a hot bath) on August 326."
  },
  {
    "date": "11-19",
    "fact": "461 AD – Libius Severus is installed as Western Roman Emperor (November 19) by the powerful magister militum Ricimer after the death of Majorian."
  },
  {
    "date": "11-20",
    "fact": "284 AD – On November 20, the officers of the legions in Anatolia proclaim Diocles (Diocletian) as emperor following the assassination of Numerian."
  },
  {
    "date": "11-21",
    "fact": "235 AD – The 26-year-old Maximinus Thrax is acclaimed emperor by the Pannonian legions in March, after the murder of Severus Alexander."
  },
  {
    "date": "11-22",
    "fact": "1221 AD – The Sixth Crusade, led by Emperor Frederick II, is in preparation."
  },
  {
    "date": "11-23",
    "fact": "534 BC – Lucius Tarquinius Superbus, the seventh and final king of Rome, completes the Temple of Jupiter Optimus Maximus on the Capitoline, begun by his father Tarquinius Priscus."
  },
  {
    "date": "11-24",
    "fact": "1543 AD – Nicolaus Copernicus’s work “De revolutionibus orbium coelestium” is published in Nuremberg, challenging the Earth-centered Ptolemaic system (which had been widely used since Roman times via the Alexandrian astronomer Claudius Ptolemy’s Almagest)."
  },
  {
    "date": "11-25",
    "fact": "1177 BC – The recorded Battle of the Delta takes place this year: Pharaoh Ramesses III repels an attempted invasion by the Sea Peoples in a great naval engagement."
  },
  {
    "date": "11-26",
    "fact": "43 BC – The Second Triumvirate – Octavian, Mark Antony, and Lepidus – is formally established by the Lex Titia, passed on November 27."
  },
  {
    "date": "11-27",
    "fact": "43 BC – The Lex Titia is enacted on November 27, officially creating the Second Triumvirate."
  },
  {
    "date": "11-28",
    "fact": "1764 AD – Edward Gibbon, visiting Rome on October 15, 1764, conceives the idea of writing “The History of the Decline and Fall of the Roman Empire” while musing amid the ruins."
  },
  {
    "date": "11-29",
    "fact": "333 AD – On his journey to Constantinople, the bishop and historian Eusebius of Caesarea arrives in the imperial city and likely presents Emperor Constantine with the 50 deluxe copies of Christian scriptures the emperor commissioned for the new churches."
  },
  {
    "date": "11-30",
    "fact": "1786 AD – The Capitolium (Temple of Jupiter) in Rome is rediscovered and partially excavated by archaeologists, bringing to light massive terracotta sculptures and foundations."
  },
  {
    "date": "12-01",
    "fact": "1934 AD – The Italian government under Mussolini institutes major excavations in the Roman Forum and along the Via dei Fori Imperiali, clearing medieval housing to reveal Augustan and Imperial remains (the work intensifies through the 1930s)."
  },
  {
    "date": "12-02",
    "fact": "1409 AD – The Council of Pisa concludes, having attempted to end the Western Schism by electing a new pope (Alexander V) while deposing the two rivals in Rome and Avignon."
  },
  {
    "date": "12-03",
    "fact": "1107 AD – King Baldwin I of Jerusalem (a Crusader state established after the First Crusade) defeats the Egyptian Fatimid army at the Battle of Ramlah (third battle, August 1105)."
  },
  {
    "date": "12-04",
    "fact": "63 BC – December: The Catilinarian Conspiracy is thwarted."
  },
  {
    "date": "12-05",
    "fact": "63 BC – The Senate deliberates the fate of Catiline’s arrested conspirators on December 5."
  },
  {
    "date": "12-06",
    "fact": "345 AD – According to tradition, Saint Nicholas, Bishop of Myra in Lycia (Asia Minor), dies on December 6."
  },
  {
    "date": "12-07",
    "fact": "43 BC – Marcus Tullius Cicero, famed orator and former consul, is executed on December 7 at Formiae."
  },
  {
    "date": "12-08",
    "fact": "65 AD – The poet Lucan, author of the epic “Pharsalia,” is compelled to commit suicide after being implicated in the Pisonian Conspiracy against Emperor Nero."
  },
  {
    "date": "12-09",
    "fact": "536 AD – The Gothic garrison in Rome surrenders to the Eastern Roman general Belisarius on December 9, opening the gates near the Mausoleum of Hadrian."
  },
  {
    "date": "12-10",
    "fact": "1520 AD – Martin Luther publicly burns the papal bull Exsurge Domine (which threatened him with excommunication) on December 10 in Wittenberg."
  },
  {
    "date": "12-11",
    "fact": "220 AD – High point of the Plague of Cyprian: A devastating pandemic (possibly smallpox or Ebola-like) afflicts the Roman Empire from about 249 to 270 AD."
  },
  {
    "date": "12-12",
    "fact": "1098 AD – The First Crusade captures the city of Antioch on June 3 and successfully withstands a counter-siege by a Muslim relief army by late June."
  },
  {
    "date": "12-13",
    "fact": "1250 AD – Frederick II, Holy Roman Emperor and King of Sicily (and Jerusalem), dies on December 13."
  },
  {
    "date": "12-14",
    "fact": "557 AD – A powerful earthquake strikes Constantinople and the surrounding region on December 14, causing extensive damage to the Hagia Sophia (its dome cracks) and other structures in the capital."
  },
  {
    "date": "12-15",
    "fact": "37 AD – The future emperor Nero is born as Lucius Domitius Ahenobarbus on December 15 in Antium."
  },
  {
    "date": "12-16",
    "fact": "714 BC – The Parilia festival (April 21) is celebrated in the spring during the Regal period and early Republic, honoring Pales, the deity of shepherds, with bonfires and rustic rites."
  },
  {
    "date": "12-17",
    "fact": "497 BC – The Saturnalia festival is established (according to later Roman tradition) on December 17 in honor of Saturn, god of agriculture."
  },
  {
    "date": "12-18",
    "fact": "218 BC – The Battle of the Trebia occurs on December 18, the first major battle of Hannibal’s invasion of Italy in the Second Punic War."
  },
  {
    "date": "12-19",
    "fact": "324 AD – Licinius abdicates the throne after his final defeat by Constantine the Great at the Battle of Chrysopolis (Sept 18, 324)."
  },
  {
    "date": "12-20",
    "fact": "69 AD – Emperor Vitellius is killed in Rome on December 20 as Vespasian’s troops seize the capital."
  },
  {
    "date": "12-21",
    "fact": "69 AD – The Senate acknowledges Vespasian as Princeps (emperor) on December 21."
  },
  {
    "date": "12-22",
    "fact": "69 AD – Vespasian’s brother, Titus Flavius Sabinus, and son, Domitian, barely escape death during the Vitellian chaos in Rome."
  },
  {
    "date": "12-23",
    "fact": "62 BC – Gaius Julius Caesar divorces his second wife Pompeia after the scandal of the Bona Dea festival."
  },
  {
    "date": "12-24",
    "fact": "501 AD – Theoderic the Great, the Ostrogothic king ruling in Italy, convenes the Roman Senate in this year to adjudicate a dispute between the cities of Rome and Ravenna over trade rights."
  },
  {
    "date": "12-25",
    "fact": "274 AD – Emperor Aurelian dedicates a grand new temple to Sol Invictus (the Unconquered Sun) in Rome on December 25, establishing Sol’s feast day on the winter solstice."
  },
  {
    "date": "12-26",
    "fact": "192 AD – Emperor Commodus’s mistress Marcia discovers her name on a list of those to be executed, a list written by Commodus on December 31 after a bout of megalomaniacal planning (he fancied to begin the new year as consul dressed as a gladiator)."
  },
  {
    "date": "12-27",
    "fact": "537 AD – After nearly a year-long siege, the Gothic king Vitiges abandons his siege of Rome on March 12, 538."
  },
  {
    "date": "12-28",
    "fact": "1065 AD – The new Westminster Abbey is consecrated in London on December 28 by King Edward the Confessor (he likely couldn’t attend due to illness, and he died on January 5, 1066)."
  },
  {
    "date": "12-29",
    "fact": "1170 AD – Thomas Becket, Archbishop of Canterbury, is murdered by knights of King Henry II on December 29."
  },
  {
    "date": "12-30",
    "fact": "39 BC – Octavian (Augustus) marries Livia Drusilla on January 17, 38 BC, after compelling her previous husband to divorce her even while she was pregnant."
  },
  {
    "date": "12-31",
    "fact": "192 AD – Emperor Commodus is assassinated on the night of December 31."
  }
]